/* NSMenuItem : <title: > (oid:4399) */
" " = " ";

/* NSButton (Always overwrite when reloading) : <title:Always overwrite when reloading> (oid:1371) */
"Always overwrite when reloading" = "Vždy nahrazovat soubory při novém načtení";

/* NSButton (Always use this application) : <title:Always use this application> (oid:2011) */
"Always use this application" = "Vždy použít výchozí aplikaci";

/* NSBox (Appearance) : <title:Appearance> (oid:886) */
"Appearance" = "Vzhled";

/* NSTextField (Ask before closing a connected browser window.) : <title:Ask before closing a connected browser window.> (oid:1591) */
"Ask before closing a connected browser window." = "Upozornění před zavřením aktivních spojení oken prohlížeče.";

/* NSTextField (Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.) : <title:Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.> (oid:3037) */
"Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded." = "Pokusit se rozpoznat text a vytvořit nový dokument ze souborů typu PNG, JPEG a GIF.";

/* NSButton (Automatically check for updates in) : <title:Automatically check for updates in> (oid:1380) */
"Automatically check for updates in" = "Automaticky ověřovat aktualizace";

/* NSTabViewItem : <title:Bandwidth> (oid:4919) */
"Bandwidth" = "Limit přenosu";

/* NSBox (Bookmarks) : <title:Bookmarks> (oid:1615) */
"Bookmarks" = "Záložky";

/* NSBox (Box) : <title:Box> (oid:1705) */
"Box" = "Box";

/* NSButton (Bring window to front when transfer starts) : <title:Bring window to front when transfer starts> (oid:1237) */
"Bring window to front when transfer starts" = "Při zahájení přenosu, převést okno do popředí";

/* NSTabViewItem : <title:Browser> (oid:4924) */
"Browser" = "Prohlížeč";

/* NSButton (Change Settings…) : <title:Change Settings…> (oid:4024) */
"Change Settings…" = "Změnit nastavení…";

/* NSButton (Change permissions) : <title:Change permissions> (oid:1264) */
"Change permissions" = "Změna oprávnění";

/* NSTextField (Changes take effect the next time you open the application.) : <title:Changes take effect the next time you open the application.> (oid:3827) */
"Changes take effect the next time you open the application." = "Změny se uplatní po novém spuštění aplikace.";

/* NSButton (Check for Update Now) : <title:Check for Update Now> (oid:1381) */
"Check for Update Now" = "Ověřit nyní";

/* NSTextField (Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.) : <title:Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.> (oid:5430) */
"Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy." = "Pro snížení nákladů vyberte Reduced Redundancy Storage (RRS) uložíte méně důležitá data do úložiště s nížší mírou zálohy.";

/* NSTextField (Choose the algorithm to encrypt files with on upload.) : <title:Choose the algorithm to encrypt files with on upload.> (oid:6075) */
"Choose the algorithm to encrypt files with on upload." = "Vyberte metodu pro zabezpečení souborů při kopírování (upload).";

/* NSButton (Close window when transfer completes) : <title:Close window when transfer completes> (oid:1238) */
"Close window when transfer completes" = "Zavřít okno při dokončení přenosu";

/* NSButton (Confirm disconnect) : <title:Confirm disconnect> (oid:849) */
"Confirm disconnect" = "Potvrdit odpojení";

/* NSTextField (Connect to bookmark:) : <title:Connect to bookmark:> (oid:1203) */
"Connect to bookmark:" = "Připojit k záložce:";

/* NSTabViewItem : <title:Connection> (oid:4922) */
"Connection" = "Spojení";

/* NSButton (Convert to Google Docs format) : <title:Convert to Google Docs format> (oid:2698) */
"Convert to Google Docs format" = "Převést do formátu Google Docs";

/* NSButton (Default) : <title:Default> (oid:1449) */
"Default" = "Výchozí";

/* NSBox (Default Bucket Location) : <title:Default Bucket Location> (oid:1812) */
"Default Bucket Location" = "Výchozí umístění oblasti";

/* NSBox (Default Protocol Handler) : <title:Default Protocol Handler> (oid:1581) */
"Default Protocol Handler" = "Výchozí aplikace protokolu";

/* NSBox (Default Storage Class) : <title:Default Storage Class> (oid:5429) */
"Default Storage Class" = "Výchozí úložiště";

/* NSTextField (Default protocol:) : <title:Default protocol:> (oid:852) */
"Default protocol:" = "Výchozí protokol:";

/* NSTextField (Documents:) : <title:Documents:> (oid:2672) */
"Documents:" = "Dokumenty:";

/* NSButton (Double click opens file in external editor) : <title:Double click opens file in external editor> (oid:894) */
"Double click opens file in external editor" = "Poklepáním otevřete soubor v aplikaci";

/* NSTextField (Download Folder:) : <title:Download Folder:> (oid:1232) */
"Download Folder:" = "Cílová cesta:";

/* NSBox (Downloads) : <title:Downloads> (oid:2472) */
"Downloads" = "Kopírování (download)";

/* NSTabViewItem : <title:Editor> (oid:4917) */
"Editor" = "Editor";

/* NSBox (Encryption) : <title:Encryption> (oid:6074) */
"Encryption" = "Zabezpečení";

/* NSButton (Execute) : <title:Execute> (oid:1267) */
"Execute" = "Spouštění";

/* NSTextField (Existing Files:) : <title:Existing Files:> (oid:1284) */
"Existing Files:" = "Stávající soubory:";

/* NSTabViewItem : <title:FTP> (oid:4925) */
"FTP" = "FTP";

/* NSTabViewItem : <title:Filter> (oid:1423) */
"Filter" = "Filtr";

/* NSTabViewItem : <title:General> (oid:4921) */
"General" = "Hlavní";

/* NSTabViewItem : <title:Google Docs> (oid:5273) */
"Google Docs" = "Google Drive";

/* NSTextField (Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.) : <title:Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.> (oid:2473) */
"Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded." = "Podpora Google Docs exportuje dokumenty v různých souborových formátech. Vyberte výchozí exportno formát pro kopírované (download) dokumenty.";

/* NSTextField (Group) : <title:Group> (oid:1261) */
"Group" = "Skupina";

/* NSButton (Horizontal Lines) : <title:Horizontal Lines> (oid:889) */
"Horizontal Lines" = "Vodorovné linky";

/* NSButton (Info window always shows current selection) : <title:Info window always shows current selection> (oid:1353) */
"Info window always shows current selection" = "Informační panel zobrazí vždy informaci o aktuálním výběru";

/* NSTabViewItem : <title:Language> (oid:4940) */
"Language" = "Jazyk";

/* NSTextField (Long) : <title:Long> (oid:1393) */
"Long" = "Dlouhé";

/* NSTextField (Maximum Throughput:) : <title:Maximum Throughput:> (oid:1738) */
"Maximum Throughput:" = "Nejvyšší rychlost:";

/* NSTextField (Medium) : <title:Medium> (oid:1392) */
"Medium" = "Střední";

/* NSTextField (Number of retries:) : <title:Number of retries:> (oid:1641) */
"Number of retries:" = "Počet opakování:";

/* NSTextField (Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser.) : <title:Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser.> (oid:1592) */
"Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser." = "Při startu aplikace otevře prázdný prohlížeč. Pro nové okno prohlížeče se spojí s vybranou záložkou.";

/* NSButton (Open downloaded files with default application) : <title:Open downloaded files with default application> (oid:1228) */
"Open downloaded files with default application" = "Otevřít zkopírované soubory výchozí aplikací";

/* NSButton (Open new browser window on startup) : <title:Open new browser window on startup> (oid:1201) */
"Open new browser window on startup" = "Při spuštění otevřít prohlížeč";

/* NSMenuItem : <title:Open new connection> (oid:1411) */
"Open new connection" = "Otevřít nové spojení";

/* NSButton (Optical Character Recognition (OCR)) : <title:Optical Character Recognition (OCR)> (oid:3038) */
"Optical Character Recognition (OCR)" = "Rozpoznávání znaků (OCR)";

/* NSMenu : <title:OtherViews> (oid:6078) */
"OtherViews" = "OtherViews";

/* NSTextField (Others) : <title:Others> (oid:1263) */
"Others" = "Ostatní";

/* NSTextField (Owner) : <title:Owner> (oid:1268) */
"Owner" = "Vlastník";

/* NSTabViewItem : <title:Permissions> (oid:1209) */
"Permissions" = "Oprávnění";

/* NSPanel (Preferences) : <title:Preferences> (oid:12) */
"Preferences" = "Předvolby";

/* NSTextField (Presentations:) : <title:Presentations:> (oid:2674) */
"Presentations:" = "Prezentace:";

/* NSButton (Preserve modification date) : <title:Preserve modification date> (oid:1274) */
"Preserve modification date" = "Zachovat datum změny";

/* NSBox (Proxies) : <title:Proxies> (oid:4003) */
"Proxies" = "Proxy";

/* NSButton (Read) : <title:Read> (oid:1269) */
"Read" = "Čtení";

/* NSButton (Remove when transfer completes) : <title:Remove when transfer completes> (oid:1229) */
"Remove when transfer completes" = "Odstranit po dokončení přenosu";

/* NSButton (Repeat failed networking tasks) : <title:Repeat failed networking tasks> (oid:1642) */
"Repeat failed networking tasks" = "Opakování při selhání síťové komunikace";

/* NSButton (Return key selects folder or file to rename) : <title:Return key selects folder or file to rename> (oid:1789) */
"Return key selects folder or file to rename" = "Klávesa Return vybere složku a nabídne její přejmenování";

/* NSTabViewItem : <title:S3> (oid:4918) */
"S3" = "S3";

/* NSTabViewItem : <title:SFTP> (oid:4926) */
"SFTP" = "SFTP";

/* NSButton (Save Workspace) : <title:Save Workspace> (oid:1404) */
"Save Workspace" = "Při ukončení uložit prostředí";

/* NSTextField (Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default.) : <title:Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default.> (oid:1578) */
"Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default." = "Hledá hesla ve vašem Svazku klíčů. Po úspěšném přihlášení ukládá hesla do vašeho Svazku klíčů.";

/* NSTextField (Select a text editor to open files with by default if no other application installed can be found to edit a given file type.) : <title:Select a text editor to open files with by default if no other application installed can be found to edit a given file type.> (oid:1972) */
"Select a text editor to open files with by default if no other application installed can be found to edit a given file type." = "Vyberte aplikaci (textový editor), ve kterém budete upravovat vzdálené soubory.";

/* NSTextField (Select the default application to be opened for files or links pointing to an FTP location.) : <title:Select the default application to be opened for files or links pointing to an FTP location.> (oid:1576) */
"Select the default application to be opened for files or links pointing to an FTP location." = "Vyberte výchozí aplikaci pro FTP přenosy.";

/* NSTextField (Select the default application to be opened for files or links pointing to an SFTP location.) : <title:Select the default application to be opened for files or links pointing to an SFTP location.> (oid:1586) */
"Select the default application to be opened for files or links pointing to an SFTP location." = "Vyberte výchozí aplikaci pro SFTP přenosy.";

/* NSTextField (Short) : <title:Short> (oid:1391) */
"Short" = "Krátká";

/* NSButton (Show hidden files) : <title:Show hidden files> (oid:875) */
"Show hidden files" = "Zobrazovat skryté soubory";

/* NSButton (Skip files matching the regular expression:) : <title:Skip files matching the regular expression:> (oid:1445) */
"Skip files matching the regular expression:" = "Vynechat soubory odpovídající regulárnímu výrazu:";

/* NSTextField (Spreadsheets:) : <title:Spreadsheets:> (oid:2676) */
"Spreadsheets:" = "Tabulky:";

/* NSBox (Text Encoding) : <title:Text Encoding> (oid:4394) */
"Text Encoding" = "Kódování textu";

/* NSTextField (The geographic location in which buckets will be created by default.) : <title:The geographic location in which buckets will be created by default.> (oid:1814) */
"The geographic location in which buckets will be created by default." = "Výchozí místo ve kterém se budou vytvářet oblasti.";

/* NSTextField (The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server.) : <title:The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server.> (oid:4395) */
"The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server." = "Vybrané výchozí kódování bude použito pro zobrazování jmen souborů v prohlížeči. Tato volba by se měla shodovat s kódováním jmen souborů na serveru.";

/* NSBox (Throttle Transfers) : <title:Throttle Transfers> (oid:1689) */
"Throttle Transfers" = "Omezení přenosové rychlosti";

/* NSTextField (Timeout for opening connections (seconds):) : <title:Timeout for opening connections (seconds):> (oid:1169) */
"Timeout for opening connections (seconds):" = "Časový limit pro otevření spojení (sekund):";

/* NSBox (Timeouts) : <title:Timeouts> (oid:1125) */
"Timeouts" = "Časové limity";

/* NSTabViewItem : <title:Timestamps> (oid:1213) */
"Timestamps" = "Časové údaje";

/* NSTextField (Transfer Files:) : <title:Transfer Files:> (oid:1406) */
"Transfer Files:" = "Přenos souborů:";

/* NSTabViewItem : <title:Transfers> (oid:4923) */
"Transfers" = "Přenosy";

/* NSMenuItem : <title:Unlimited Bandwidth> (oid:1731) */
"Unlimited Bandwidth" = "Neomezená";

/* NSTabViewItem : <title:Update> (oid:4920) */
"Update" = "Aktualizace";

/* NSButton (Upload with temporary filename) : <title:Upload with temporary filename> (oid:5593) */
"Upload with temporary filename" = "Kopírovat (upload) s dočasným jménem";

/* NSBox (Uploads) : <title:Uploads> (oid:2678) */
"Uploads" = "Kopírování (upload)";

/* NSButton (Use Keychain) : <title:Use Keychain> (oid:862) */
"Use Keychain" = "Použít Svazek klíčů";

/* NSMenuItem : <title:Use Large Icons> (oid:1621) */
"Use Large Icons" = "Použít velké ikony";

/* NSMenuItem : <title:Use Medium Icons> (oid:1829) */
"Use Medium Icons" = "Použít střední ikony";

/* NSMenuItem : <title:Use Small Icons> (oid:1620) */
"Use Small Icons" = "Použít malé ikony";

/* NSButton (Use alternating row background) : <title:Use alternating row background> (oid:878) */
"Use alternating row background" = "Použít střídající se pozadí řádků";

/* NSMenuItem : <title:Use browser connection> (oid:1412) */
"Use browser connection" = "Použít aktuální prohlížeč";

/* NSButton (Use spring-loaded folders when dragging files) : <title:Use spring-loaded folders when dragging files> (oid:1354) */
"Use spring-loaded folders when dragging files" = "Při práci se soubory používat rozevírací složky";

/* NSButton (Use system proxy settings) : <title:Use system proxy settings> (oid:4029) */
"Use system proxy settings" = "Použít systémové nastavení proxy";

/* NSButton (Vertical Lines) : <title:Vertical Lines> (oid:879) */
"Vertical Lines" = "Svislé linky";

/* NSTextField (When using small icons, only the nickname of the bookmark is displayed.) : <title:When using small icons, only the nickname of the bookmark is displayed.> (oid:1617) */
"When using small icons, only the nickname of the bookmark is displayed." = "Při použití malých ikon, zobrazovat pouze název záložky v přihrádce záložek.";

/* NSTextField (Will save all open browsers when quitting and restore the connections upon relaunch.) : <title:Will save all open browsers when quitting and restore the connections upon relaunch.> (oid:1590) */
"Will save all open browsers when quitting and restore the connections upon relaunch." = "Uloží všechny prohlížeče při ukončení aplikace a otevře je při novém spuštění.";

/* NSButton (Write) : <title:Write> (oid:1262) */
"Write" = "Zápis";

/* NSTextField (You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.) : <title:You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.> (oid:2684) */
"You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online." = "Můžete jednoduše ukládat soubory v Google Docs nebo převést textové dokumenty, prezentace a tabulky do formátu Google Docs a pak můžete jejich obsah on-line upravovat.";

/* NSMenuItem : <title:for Files> (oid:1556) */
"for Files" = "pro soubory";

/* NSMenuItem : <title:for Folders> (oid:1555) */
"for Folders" = "pro složky";

/* NSButton (to the permissions of the local file or folder) : <title:to the permissions of the local file or folder> (oid:1247) */
"to the permissions of the local file or folder" = "na oprávnění místního souboru";

/* NSButton (to the permissions of the remote file or folder) : <title:to the permissions of the remote file or folder> (oid:1254) */
"to the permissions of the remote file or folder" = "na oprávnění vzdáleného souboru";

/* NSButton (to these permissions:) : <title:to these permissions:> (oid:1270) */
"to these permissions:" = "na tato oprávnění:";

/* NSTextField (with delay (seconds):) : <title:with delay (seconds):> (oid:4579) */
"with delay (seconds):" = "s prodlevou (sekund):";

/* NSButton (with delay:) : <title:with delay:> (oid:1395) */
"with delay:" = "s prodlevou:";

